Revit 2027 API
ExporterIFC.PopExportState Method
 Resets the internal state of the exporter to process the previously active input element (if any), or the default state if the stack is empty.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void PopExportState()
Public Sub PopExportState
public:
void PopExportState()
member PopExportState : unit -> unit
See Also
Reference
ExporterIFC Class
Autodesk.Revit.DB.IFC Namespace